export const TRANSLATIONS_AR = {
  header: {
    home: "الرئيسية",
    aboutUs: "من نحن",
    flightTraining: "تدريب الطيران",
    Services: "الخدمات",
    Blog: "المدونة",
    Media: "الميديا",
    contact: "تواصل معنا",
    login: "تسجيل الدخول",
    applyNow: "سجل الآن",
  },
  aboutUs: {
    title: "من نحن",
    desc: "فلاى جيت هي أكاديمية طيران مصرية معتمدة من قبل الهيئة العامة للاستثماربرقم (796-195) ومقرها جمهورية مصر العربية، ولديها شراكة في مجال التدريب العملي مع واحدة من أكبر الأكاديميات في جنوب أفريقيا، وتقدم التدريب النظرى فى مصر والعملى فى جنوب افريقيا من خلال مدربين طيارين ذو خبرة كبيرة في مجال الطيران المدني والعسكري لأكثر من 30 عاما على الصعيدين المحلى والدولي، كما تقدم فلاى جيت تدريبًا شاملاً للطلاب المهتمين بدراسة الطيران المدني باستخدم أحدث أنظمة التدريب الفعالة والتي تتوافق مع المعايير العالمية لتحقيق تدريب راقي، متميز وآمن لطلابنا الطيارين.",
  },
  vision: {
    title: "رؤيتنا",
    desc: "إحداث طفرة في مجال التدريب على الطيران المدني وتحديثه، الأمر الذي لا يتعلق فقط بتدريب الطلبة الطيارين، بل بتأهيلهم علمياً وسلوكياً ليصبحوا طيارين متميزين في مجال الطيران وجاهزين للعمل في كبري شركات الطيران العالمية.",
  },
  mission: {
    title: "مهمتنا",
    desc: "إعداد وتدريب الطلبة الجدد نظرياً وعملياً ليصبحوا طياريين مؤهلين للعمل في كبرى شركات الطيران بجميع أنحاء العالم مع الالتزام بالقواعد واللوائح التي تضعها المنظمة الدولية للطيران المدني(ICAO) لضمان أعلي معايير الأمان والسلامة من خلال تقديم أرقي وأعلي أساليب التدريب الحديثة والمتطورة.",
  },
  studying: {
    title: "الدراسة و التدريب",
    desc: "تقدم Flyjet برنامجًا متكاملًا لدراسة الطيران المدني في مصر وجنوب إفريقيا. يحصل المتدرب من خلال البرنامج التدريبي على رخصتين لرخصة طيار خاص (PPL) ورخصة طيار تجاري متعدد المحركات (CPL-ME). تمت إضافة ثلاثة مؤهلات (NR-IR-ME) للرخصة لضمان حصول المتدرب على نظام تعليمي شامل يجمع بين الأساليب النظرية والعملية التي تؤهله نظريًا وعمليًا وسلوكيًا.خلال الدورة في الأكاديمية ، سيحصل الطالب على 220 ساعة طيران عملي داخل مطار دولي لتأهيله لاكتساب مهارات التعامل مع أحدث الأجهزة اللاسلكية واللاسلكية وأبراج التحكم.تقدم Flyjet تدريبًا عمليًا وتدريبًا في نظام الطيران عبر البلاد والليلة على أكثر من طراز واحد من طائرات التدريب الحديثة مثل Cessna 172 و Pipier 28 ذات المحرك الواحد والطائرة متعددة المحركات Pipier 30 بناءً على ظروف الطيران المدني. هيئة الطيران في رحلة طيران فردية وليلية لاكتساب خبرة طيران فعلية أثناء التدريب.وهذا يمنح المتدرب كل التدريب اللازم ليصبح طيارًا تجاريًا محترفًا.",
  },
  practicalStudy: {
    title: "الدراسة العملية في جنوب أفريقيا",
    ppl: "رخصة طيار خاص (PPL)",
    nr: "أهلية الطيران الليلي (NR)",
    ir: " أهلية الطيران الألي (IR)",
    me: " أهلية المحركات المتعددة (ME)",
    cpl: " رخصة طيار تجاري (CPL)",
    atpl: " رخصة طيار جوي (ATPL)",
    instructorRating: " رخصة مدرب طيران (Instructor Rating)",
  },
  theoreticalStudy: {
    title: "الدراسة النظرية",
    1: "المبادئ الأساسية للطيران",
    2: " علم القياس",
    3: "الطائرات الفنية والعامة",
    4: "قوانين الطيران",
    5: "الأداء والتخطيط",
    6: "تخطيط الرحلات",
    7: "الملاحة",
    8: "اللغة الانجليزيه",
    9: "اللغة الانجليزية للطيران",
  },
  whySouthAfrica: {
    title: "لماذا جنوب أفريقيا لدراسة الطيران؟",
    1: {
      title: "التَميز في تدريب الطيران",
      desc: " تعتبر جنوب أفريقيا من أهم الدول وأكثرها تميزاً في مجال تدريب الطيران المدني من خلال تطبيق شروط المنظمة الدولية للطيران المدني (ICAO) التي تؤهل المتدرب للعمل كطيار معتمد في جميع أنحاء العالم .",
    },
    2: {
      title: "اللغه الإنجليزية لغة رسمية للدولة",
      desc: "تعد اللغة الإنجليزية من أهم لغات التواصل في جميع أنحاء العالم كما أنها اللغة المعتمدة في مجال الطيران المدني و اللغة الرسمية لدولة جنوب أفريقيا.",
    },
    3: {
      title: "مناخ معتدل علي مدار العام",
      desc: "تتميز جنوب أفريقيا باستقرار أحوال الطقس السائدة خلال العام والتي تساعد علي انتظام واستمرار عملية التدريب علي الطيران.",
    },
    4: {
      title: "تكلفة دراسة الطيران",
      desc: "تعتبر جنوب أفريقيا من أقل الدول في تكلفة دراسة الطيران المدني مع الحفاظ علي جودة العملية التدريبية عن باقي الدول التي تقدم نفس التخصص في العالم.",
    },
  },
  requirements: {
    title: "شروط الالتحاق بالاكاديمية",
    1: "ألا يقل السن عن 17 عام ولا يزيد عن 32 عام",
    2: "شهادة الثانوية العامة أوما يعادلها من الشهادات الأجنبية أو الثانوية الأزهرية أو شهادة البكالوريوس أو الليسانس",
    3: "اجتياز الكشف الطبي",
    4: "أن يكون الطالب علي مستوي جيد من اللغة الإنجليزية",
  },
  whyFlyjet: {
    title: "لماذا فلاي جيت؟",
    1: {
      title: "البرنامج الدراسي",
      desc: "تقدم الأكاديمية برنامج دراسي متكامل نظرياً وعملياً يعد هو الأفضل علي الإطلاق في جمهورية مصر العربية من حيث عدد الساعات التدريبية وجودة التدريب",
    },
    2: {
      title: "الموقع",
      desc: "تقع الأكاديمية في مطار جراند سينترال أحد أكبر المطارات الدولية بجنوب أفريقيا، ويقع بمدينة ميدراند التي تتميز بموقعها الجغرافي بين مدينة جوهانسبرج و العاصمة بريتوريا، وبالقرب من مقر سلطة الطيران المدني بدولة جنوب أفريقيا.",
    },
    3: {
      title: "الاقامة والانتقالات",
      desc: "توفر الأكاديمية إقامة فريده ومتميزة في غرف مفردة داخل كمبوند أمن ومراقب علي مدار اليوم، ومجهز بكافة وسائل الراحة والأمان، يحتوي علي (Free Wifi - Gym - Pool -  House keeping  - laundry - green yards  - ( Meals، كما توفر الأكاديمية وسائل انتقال حديثة من وإلي مقر الإقامة ومطار التدريب",
    },
  },
  ourTeam: {
    title: "فريق العمل",
    1: {
      name: "طيار عمرو عصام الدين ",
      title: "المدير التنفيذي – مدير التدريب",
    },
    2: {
      name: "طيار محمد عرفه ",
      title: "مدير التعاقدات – مدرب أرضي",
    },
    3: {
      name: "طيار ياسر حنفي",
      title: "مدير شئون الطلاب – مدرب أرضي",
    },
    4: {
      name: "د/ مها توفيق ",
      title: "رئيس قسم اللغة الإنجليزية",
    },
    5: {
      name: " ا/ ياسمين ابوالنصر",
      title: "المدير التنفيذي للعمليات",
    },
    6: {
      name: "ا/ محمد زينهم ",
      title: "المدير المالي",
    },
    7: {
      name: "ا/ امل سليم ",
      title: "منسق اداري",
    },
    8: {
      name: "ا/يوسف محمد",
      title: "مشرف سوشيال ميديا",
    },
  },
};
